tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sambadevi/powerlevel9k"
brew "archey"
brew "autossh"
brew "bat"
brew "brew-cask-completion"
brew "sqlite"
brew "python"
brew "fzf"
brew "gawk"
brew "hstr"
brew "htop"
brew "jenv"
brew "lastpass-cli"
brew "midnight-commander"
brew "python@2"
brew "mongodb", restart_service: true
brew "mysql@5.7", restart_service: true, link: true
brew "nginx"
brew "openssl@1.1"
brew "pkg-config"
brew "protobuf@3.1"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "speedtest-cli"
brew "tmux"
brew "unison"
brew "watch"
brew "heroku/brew/heroku"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "font-hack-nerd-font"
brew "druid"
brew "kafka"
brew "maven"