brew "asdf"
brew "atuin", restart_service: :changed
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "openssl@1.1"
brew "openssl@3"
brew "ranger"
brew "redis", restart_service: :changed
brew "scrcpy"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tailscale"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "morantron/tmux-fingers/tmux-fingers"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-platform-tools"
cask "android-studio"
cask "brave-browser"
cask "caffeine"
cask "cleanshot"
cask "contexts"
cask "cursor"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "forklift"
cask "gitbutler"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "logi-options+"
cask "maccy"
cask "monitorcontrol"
cask "orbstack"
cask "plex"
cask "postgres-unofficial"
cask "postman"
cask "protonvpn"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "stats"
cask "tailscale-app"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
