tap "cmacrae/formulae"
tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "nextdns/tap"
tap "ruimarinho/tap"

brew "automake"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "bison"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gh"
brew "htop"
brew "iperf3"
brew "jq"
brew "libffi"
brew "libyaml"
brew "node"
brew "redis", restart_service: true
brew "ruby-install"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "cmacrae/formulae/spacebar"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nextdns/tap/nextdns"
cask "alacritty"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "nestopia"
cask "session-manager-plugin"
cask "slowquitapps"
