tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "confluentinc/confluent-hub-client"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "rigellute/tap"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "automake"
brew "autossh"
brew "bat"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "go"
brew "dep"
brew "exa"
brew "fzf"
brew "gawk"
brew "hstr"
brew "htop"
brew "python"
brew "libtool"
brew "imagemagick"
brew "kafkacat"
brew "lastpass-cli"
brew "libksba"
brew "maven"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "pkg-config"
brew "protobuf"
brew "prototool"
brew "python@2"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "shellcheck"
brew "snappy"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unison"
brew "urlview"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community@4.0"
cask "alacritty"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "db-browser-for-sqlite"
cask "font-hack-nerd-font"
cask "powershell"
cask "sequel-pro"
